{
    "1": [
        "This is the coldest zone in the U.S., with the coldest temperatures falling between -60 and -50 degrees Fahrenheit. Zone 1 is in Alaska, where temperatures stay fairly cold year-round and frost is present for most of the year. Zone 1 has the shortest growing season, typically from the beginning of June to the end of August. If you’re planting outside, this short window can make growing challenging — many growers use greenhouses or indoor setups to get around the frost.",
        "For Zone 1, pick strong, cold-resistant crops. These plants will have the best chance of growing:",
        [
            "Dill",
            "Chives",
            "Broccoli",
            "Cabbage",
            "Radishes",
            "Brussels sprouts"
        ]
    ],
    "2": [
        "Zone 2 is also located in Alaska, with temperatures between -50 and -40 degrees. Since Zone 2 is in Alaska, you will want to avoid cold-sensitive plants. Your growing season is around May to the beginning of September, giving you more time to grow outdoors compared to Zone 1. Plant these crops in Zone 2 to make the most of your growing season:",
        [
            "Dill",
            "Chives",
            "Carrots",
            "Broccoli",
            "Radishes",
            "Cabbage",
            "Brussels sprouts"
        ],
        ""
    ],
    "3": [
        "With Zone 3, you start to go into the northern contiguous U.S. This zone covers cold temperatures between -40 and -30 degrees and spreads from Alaska to Montana, North Dakota, Minnesota, New York, Vermont, New Hampshire and Maine. Like Zone 2, Zone 3’s growing season is from May to September, with frost coming at slightly different times each year. This zone is less harsh than Zones 1 and 2, so you can start planting a larger crop variety. Potential crops to plant in Zone 3 are:",
        [
            "Beets",
            "Garlic",
            "Parsley",
            "Turnips",
            "Squash",
            "Radishes",
            "Peppermint",
            "Some onions"
        ]
    ],
    "4": [
        "Zone 4 includes the same states as Zone 3 as well as parts of Wyoming, Colorado, South Dakota, Iowa and Wisconsin. The coldest temperatures here are between -30 and -20 degrees and the growing season is longer, from April to October. Thanks to the warmer temperatures, you can plant all of the crops listed for the previous zones plus a few more, like:",
        [
            "Mint",
            "Sage",
            "Thyme",
            "Rhubarb",
            "Eggplant",
            "Pumpkins",
            "Tomatoes",
            "Asparagus"
        ]
    ],
    "5": [
        "You’ll find Zone 5 temperatures mainly in parts of Colorado, Wyoming, South Dakota, Nebraska, Minnesota, Iowa and Wisconsin with smaller areas in the northeast. In Zone 5, you can grow from April to October, planting dozens of crops throughout the season. Along with the crops listed above, you can plant:",
        [
            "Beans",
            "Lettuce",
            "Spinach",
            "Oregano",
            "Potatoes",
            "Rosemary"
        ]
    ],
    "6": [
        "Zone 6 sees lows between -10 and 0. This zone sits in the middle of the U.S., with some northern states like Washington, Oregon, Michigan and Massachusetts also seeing these temperatures. It’s one of the biggest zones in the country and has a growing season from April to October. Some plants you can grow here include:",
        [
            "Corn",
            "Beans",
            "Melons",
            "Squash",
            "Lettuce",
            "Lavender",
            "Tomatoes",
            "Chamomile",
            "Cucumbers"
        ]
    ],
    "7": [
        "Zone 7 is when we start seeing lows above 0 degrees. This zone ranges from 0 to 10 degrees, and it kicks off our longer growing season areas. Zone 7 includes the western states, the midwest and parts of New England. You can grow crops here outside from March to November in wide varieties. Plant cooler season crops when it gets colder in the fall and warm season crops throughout the growing season like:",
        [
            "Okra",
            "Sage",
            "Ginger",
            "Arugula",
            "Spinach",
            "Peppers",
            "Tarragon"
        ]
    ],
    "8": [
        "Zone 8 temperatures range from 10 to 20 degrees. This zone includes western Washington and Oregon and the southern states from Texas to North Carolina. Warmer temperature lows in these areas mean the growing season extends from February to December, giving you almost year-round growing opportunities. Cycle your crops based on whether they’re cold, hardy or warmer season plants to get the best results. Potential crops include:",
        [
            "Beets",
            "Carrots",
            "Peanuts",
            "Radishes",
            "Watermelon",
            "Leafy greens",
            "Southern peas",
            "Sweet potatoes"
        ]
    ],
    "9": [
        "Zone 9 is where subtropical and tropical climates in the U.S. start. California, Arizona, Texas, Louisiana and Florida make up most of this zone. Temperature lows here fall between 20 and 30 degrees, with a growing season from January to December. Look for tropical and subtropical crops to plant in these areas. They’ll grow best and give you delicious food to eat:",
        [
            "Basil",
            "Squash",
            "Peppers",
            "Bananas",
            "Avocados",
            "Pineapples",
            "Cucumbers",
            "Citrus fruits"
        ],
        ""
    ],
    "10": [
        "Everything from Zone 10 to Zone 13 has a year-round growing season with no frosts to damage crops. Lows here are 30 to 40 degrees. Zone 10 includes Hawaii and the southern parts of California, Texas and Florida. Like Zone 9, look for tropical and subtropical crops that can handle the high humidity and warm temperatures. Grow crops like:",
        [
            "Aloe",
            "Papayas",
            "Bananas",
            "Mangoes",
            "Citrus fruits"
        ]
    ],
    "11": [
        "Very few parts of the U.S. sit in Zone 11 and higher — only Hawaii and small parts of California and Florida. Temperature lows here are between 40 and 50 degrees. You’ll want to grow crops that can stand the heat and thrive in these warmer conditions year-round. Zone 11 crops include:",
        [
            "Corn",
            "Beans",
            "Guava",
            "Squash",
            "Lychees",
            "Avocados",
            "Passionfruit"
        ]
    ],
    "12": [
        "Only Puerto Rico and Hawaii sit in these zones in the U.S. With lows of 50 to 70 degrees, it’s essential to protect your crops from the heat. High temperatures can damage crops, just like frost. Pick these crops to make the most of your tropical climate:",
        [
            "Figs",
            "Kiwi",
            "Peppers",
            "Bananas",
            "Eggplant",
            "Coconuts",
            "Pineapples",
            "Pomegranates"
        ],
        "Your local elevation, weather, humidity and temperature highs will all affect your crop growing success. While knowing your zone is an excellent place to start, you need to know what your crops can handle. If your location gets too hot, it can kill certain crops that generally work in your zone. Dryness is another significant factor — some plants are better suited to dry climates, while others will fail to thrive. Once you know your zone, you can research crops and the best time to plant them for a successful harvest."
    ],
    "13": [
        "Only Puerto Rico and Hawaii sit in these zones in the U.S. With lows of 50 to 70 degrees, it’s essential to protect your crops from the heat. High temperatures can damage crops, just like frost. Pick these crops to make the most of your tropical climate:",
        [
            "Figs",
            "Kiwi",
            "Peppers",
            "Bananas",
            "Eggplant",
            "Coconuts",
            "Pineapples",
            "Pomegranates"
        ],
        "Your local elevation, weather, humidity and temperature highs will all affect your crop growing success. While knowing your zone is an excellent place to start, you need to know what your crops can handle. If your location gets too hot, it can kill certain crops that generally work in your zone. Dryness is another significant factor — some plants are better suited to dry climates, while others will fail to thrive. Once you know your zone, you can research crops and the best time to plant them for a successful harvest."
    ]
}
